# Напишіть программу "Касир в кінотеватрі", яка буде виконувати наступне:
# Попросіть користувача ввести свій вік (можно використати константу або input()).
# - якщо користувачу менше 6 - вивести повідомлення "Де твої батьки?"
# - якщо користувачу менше 16 - вивести повідомлення "Це фільм для дорослих!"
# - якщо користувачу більше 65 - вивести повідомлення "Покажіть пенсійне посвідчення!"
# - якщо вік користувача містить цифру 7 - вивести повідомлення "Вам пощастить!"
# - у будь-якому іншому випадку - вивести повідомлення "А білетів вже немає!

userinput = int(input('Вкажіть ваш вік: '))

if '7' in str(userinput):
    print('Вам пощастить!')
elif userinput < 6:
    print('Де твої батьки?')
elif userinput < 16:
    print('Це фільм для дорослих!')
elif userinput > 65:
    print('Покажіть пенсійне посвідчення!')
else:
    print('А білетів вже немає!')
